import ArticleLayout from '@/components/article-layout'

export default function HeroPage() {
  return (
    <ArticleLayout title="Горгулья">
      У міфології горгуллю та химеру можна назвати родичами. Химера це -
      породження сполучення богів Єхідни і Тифона, вона належить до грецької
      міфології. Перша згадка про неї належить Гомеру, у шостому розділі Іліади,
      у нього вона мала голову лева, тулуб кози та хвіст змії. Згідно з
      Геосидом, у цієї істоти була голова лева спереду, голова кози на спині і
      голова змії на хвості. Третій опис це - вогнедишне чудовисько, що має
      крила дракона і три голови; також є зображення, де дихає вогнем тільки
      козляча голова, в інших картинах всі три. З давньогрецького химера
      перекладається як «молода коза». Відповідно до міфології, химера була
      народжена Єхидною і Тифоном (як говорилося раніше), а вигодована і
      вирощена лікійським царем Амісодором. Вважалося, що химера мешкала у
      важкодоступних горах далекої провінції Лікії. Цар Лікії багато разів
      посилав свої війська вбити чудовисько, але все закінчувалося фіаско. Тоді
      син правителя Беллерофонт осідлав пегаса і полетів за пригодами. Згідно з
      легендою, міфологічний герой знищив чудовисько, випустивши в нього всі
      свої стріли, а потім доставив одну з голів батькові. За міфологією химера
      говорила рідкісною формою мови древніх драконів. Це була всеїдна істота:
      вона харчувалася як травою, і м&apos;ясом. Саме через м&apos;ясо її й
      убили Слово горгулья з&apos;явилося з великого ланцюжка різних мов, що
      бере свій початок у Стародавній Греції. З давньогрецької вона
      перекладається, як «полоскати горло». Горгульями називали також закінчення
      ринв готичних соборів. Ці постаті мали зооморфні або антропоморфні види,
      тому горгульї дуже тісно пов&apos;язані з готичною архітектурою. Пізніше
      вони стали являти собою окремі статуї.
    </ArticleLayout>
  )
}
