import ArticleLayout from '@/components/article-layout'
import Image from 'next/image'

export default function HeroPage() {
  return (
    <ArticleLayout title="Мінотавр">
      <p>
        Справжнім іменем Мінотавра було Астерій чи Астеріон. Так само звали
        критського царя, прийомним сином якого був Мінос. Мінос одружився з
        Пасіфаєю — дочкою Геліоса та німфи Крети (Персеїди). Після смерті батька
        Мінос заявив свої права на трон і хвалився, що на знак законності
        правління жодна його молитва богам не лишиться нездійсненою. Мінос став
        молитися богові моря Посейдону, щоб той послав йому білого бика на знак
        своєї прихильності. Посейдон дав з моря такого бика, якого належало
        принести богові в жертву. Проте Мінос, вражений красою тварини, вирішив
        лишити бика в своєму стаді, а в жертву приніс іншого. Посейдон помстився
        цареві, пробудивши в його дружини Пасіфаї пристрасть до бика.
      </p>
      <Image
        src="/minotaur.png"
        alt="Minotaur"
        width={700}
        height={350}
        className="w-full h-auto my-2 rounded-md"
      />
      <p>
        Пасіфая доручила придворному афінському майстрові Дедалу виготовити
        дерев&apos;яну корову на колесах, обтягнену шкірою, щоб залізти в неї та
        злягтися з биком. Дедал викотив цю корову на луку, де пасся бик
        Посейдона. Задовільнивши свою пристрасть, Пасіфая народила дитину з
        бичачою головою — Мінотавра, що непомірно ріс і вимагав людського
        м&apos;яса. За смерть свого сина Андрогея Мінос призначив афінянам
        данину: раз на 9 років присилати на Крит 7 юнаків і 7 дівчат. На Криті
        їх кидали в лабіринт на поживу Мінотавру. Герой Тесей, бачачи в Афінах
        відправку чергової партії юнаків і дівчат у жертву, вирішив покласти
        край жорстокому звичаю. За іншою версією, він сам викликався на роль
        жертви за умови, що якщо зуміє убити Мінотавра голіруч, то данину буде
        скасовано. Дочка Міноса, Аріадна, пообіцяла Тесею допомогти у вбивстві
        Мінотавра, якщо герой потім одружиться з нею та забере з Криту. Вона
        дала Тесею чарівний клубок ниток, який, котячись і розплутуючись,
        вказував шлях до Мінотавра. Відповідно за ниткою потім можна було знайти
        і шлях назад. Герой знайшов Мінотавра і вбив його мечем, даним Аріадною,
        або голіруч, або палицею. Скульптурний фриз в Аміклах зображає Тесея,
        котрий доставляє зв&apos;язаного Мінотавра в Афіни
      </p>
    </ArticleLayout>
  )
}
