import ArticleLayout from '@/components/article-layout'

export default function HeroPage() {
  return (
    <ArticleLayout title="Тесей">
      Афіняни називали батьком Тесея їхнього царя Егея, а матір&apos;ю
      тройзенську царівну Етру. До зустрічі з Етрою Егей був одружений двічі: з
      Мелітою, дочкою Гоплета, та Халкіопою, дочкою Рексенора. Проте перша та
      друга дружини не мали дітей. Вважаючи, що це зла воля Афродіти, цар
      запровадив поклоніння їй в Афінах, а потім вирушив до Дельфійського
      оракула. Оракул дав туманне застереження: Егей не повинен
      розв&apos;язувати кінці міху для вина, поки не підніметься на найвище
      місце в Афінах. По дорозі від оракула додому, Егей зустрів Медею, котра
      пообіцяла чаклунством забезпечити йому народження сина в обмін на клятву
      захищати її в Афінах від будь-яких ворогів. Незабаром, коли Егей був у
      Тройзені, Етра вирушила на острів Сферія, щоб принести там жертву на
      могилі Сфера — візничого її діда Пелопа. Там, за сприяння Афіни, з нею
      злігся Посейдон. За його настановою, будь-яка дитина, котру народить від
      нього Етра впродовж наступних чотирьох місяців, зможе зватися дитиною
      Егея. Етра після цього заснувала на острові храм Афіни та запровадила
      звичай, за яким дівчата перед весіллям жертвували цьому храму свої пояси.
      Егей постановив аби його син таємно ріс у Трезені, а сам повернувся в
      Афіни. Боячись, що його небожі уб&apos;ють спадкоємця престолу, Егей
      наказав не розказувати про сина нікому до того часу, як хлопчик не доведе
      свою силу. Цар сховав свій меч і сандалі під скелею, які достойний
      спадкоємець повинен був дістати. Етра народила хлопчика, яка одразу
      назвали Тесеєм. За іншою версією, він отримав це ім&apos;я пізніше в
      Афінах. Ріс у Трезені або в Марафоні. Його опікуном був Пітфей, який
      обережно поширив чутку, що справжній батько хлопчика — це Посейдон. Навчав
      Тесея Коннід, на честь якого потім приносили в жертву барана в Тесейські
      свята. Коли Тесеєві було 7 років, разом з Пітфеєм обідав Геракл, повісивши
      свою накидку зі шкури лева на стілець. Діти злякалися її, сприйнявши за
      справжнього лева, окрім малого Тесея. Коли Тесею виповнилося 16, він
      пожертвував пасмо свого волосся Аполлону. Зачіска, коли воїни голять перед
      голови, щоб вороги не могли схопити за волосся, відтоді називається
      тесейською. Дізнавшись від матері про своє походження, Тесей зсунув скелю
      та дістав з-під неї батьковий меч і сандалі. Попри настанову матері, він
      вирушив зустрітися з Егеєм не по морю, а по суші, наслідуючи Геракла
    </ArticleLayout>
  )
}
